{
    "items": {
        "command": {
            "tip-4": "Используйте {{window_name}} чтобы вставить название окна, которое было выбрано, когда вы открыли меню.",
            "command": "Команда",
            "command-hint": "Это будет выполнено.",
            "name": "Запустить команду",
            "description": "Запускает любые shell-команды.",
            "tip-2": "Если путь к исполняемому компоненту содержит пробелы, следует \"заключить его в скобки\".",
            "tip-3": "Используйте {{app_name}}, чтобы вставить название приложения, которое было выбрано, когда вы открываете меню.",
            "tip-5": "Используйте {{pointer_x}} и {{pointer_y}}, чтобы вставить указатель позиции, когда меню было открыто.",
            "tip-1": "Вы можете использовать тип элемента \"Команда\" для запуска приложений или сценариев."
        },
        "common": {
            "delayed-option": "Выполняется после закрытия меню",
            "delayed-option-hint": "Полезно, если действие нацелено на окно, на котором необходимо сфокусироваться.",
            "not-configured": "Не настроено."
        },
        "hotkey": {
            "tip-2": "Если вы не можете записать клавишу, потому что она используется системой, попробуйте записать её имя напрямую.",
            "tip-3": "Нажмите на эту ссылку, чтобы увидеть все названия клавиш.",
            "name": "Имитировать горячую клавишу",
            "description": "Нажмите горячую клвишу.",
            "tip-1": "Когда вы записываете горячие клавиши, вы можете не нажимать все клавиши сразу. Вы можете нажимать их последовательно."
        },
        "macro": {
            "tip-2": "Нажмите на эту ссылку, чтобы увидеть все названия клавиш.",
            "name": "Имитировать макрос",
            "description": "Вводит макрос клавиатуры.",
            "tip-1": "По умолчанию Kando добавляет задержку 10мс перед каждым ключевым событием. Вы можете изменить её в свойствах \"задержка\"."
        },
        "submenu": {
            "tip-2": "Вы так же можете добавить подменю в подменю.",
            "tip-1": "Подменю может быть использовано для группировки элементов.",
            "tip-3": "Подменю может быть использовано для создания комплексных структур меню.",
            "tip-4": "Вам стоит избегать добалвения более двенадцать элементов в подменю. Восьми обычно достаточно.",
            "tip-5": "Вы можете использовать маленькую иконку замка в предварительном просмотреть, чтобы зафиксировать расположение элементов в меню.",
            "tip-6": "Вы можете перерасположить элементы, перетаскивая их в предпросмотре.",
            "tip-7": "Вы можете удалить меню, перетаскивая его из вкладки меню в корзину на панеле инструментов.",
            "tip-8": "Вы можете удалить элементы, перетаскивая их в корзину на панеле инструментов.",
            "tip-9": "Когда вы записываете ярлык, вам не нужно нажимать все клавиши одновременно. Вы можете их нажимать последовательно.",
            "tip-10": "Вы можете скопировать меню и элементы, перетаскивая их, удерживая клавишу Ctrl.",
            "tip-11": "Вы можете открыть меню из командной строки через флаг --menu.",
            "name": "Подменю",
            "description": "Содержит другие меню элементов."
        },
        "uri": {
            "tip-3": "Вы можете использовать это элемент ввода URI, чтобы открыть ссылку mailto:.",
            "tip-2": "Вы можете использовать ввод элемента URI, чтобы открыть файл или папку, используя протокол file://.",
            "tip-1": "Вы можете использовать элемент URI, чтобы открыть вебсайт, используя протокол http://.",
            "tip-4": "Используйте {{app_name}}, чтобы вставить название приложения, которое было выбрано, когда вы открываете меню.",
            "tip-5": "Используйте {{window_name}} чтобы вставить название окна, которое было выбрано, когда вы открыли меню."
        }
    },
    "example-menu": {
        "clipboard": {
            "submenu": "Буфер обмена",
            "paste": "Вставить",
            "copy": "Скопировать",
            "cut": "Вырезать"
        },
        "audio": {
            "submenu": "Аудио",
            "next-track": "Следующий трек",
            "play-pause": "Играть / Пауза"
        },
        "web-links": {
            "kando-on-discord": "Kando в Discord"
        }
    }
}
