{
    "Hello World!": "Hallo Welt!",
    "How are you???": "Wie geht's?",
    "I am fine": "Mir geht's gut.",
    "I am fine.": "Mir geht's gut.",
    "Kando is already running": "Kando läuft bereits",
    "Check the system tray icon for some options!": "Überprüfen Sie das Taskleistensymbol für einige Optionen!",
    "Kando failed to start": "Kando konnte nicht gestartet werden",
    "Introduction": "Einführung",
    "Click Anywhere: You do not have to exactly click on an item, you just have to click somewhere into its wedge!": "Irgendwo Klicken: Sie müssen nicht genau auf ein Element klicken, Sie müssen nur irgendwo in dessen Bereich klicken!",
    "Go Back: Quickly navigate one level up by clicking the center item.": "Zurück: Navigieren Sie schnell eine Ebene nach oben, indem Sie auf das mittlere Element klicken.",
    "Marking Mode: Drag over an item to enter marking mode. If you pause the pointer movement or make a turn, the currently dragged submenu will be opened.": "Markierungsmodus: Ziehen Sie über ein Element, um in den Markierungsmodus zu wechseln. Wenn Sie die Zeigerbewegung pausieren oder eine Kurve zeichnen, wird das aktuell gezogene Untermenü geöffnet.",
    "Turbo Mode: If you keep a key pressed after opening the menu, you can perform selections by just moving the pointer. This is the fastest way to select items!": "Turbo-Modus: Wenn Sie nach dem Öffnen des Menüs eine Taste gedrückt halten, können Sie durch einfaches Bewegen des Zeigers eine Auswahl treffen. Dies ist der schnellste Weg, Einträge auszuwählen!",
    "No accidental selections: Actions are only executed as soon as you release your mouse button in \"Marking Mode\" or a keyboard key in \"Turbo Mode\". Use this to explore the menu!": "Keine versehentliche Auswahl: Aktionen werden nur ausgeführt, sobald Sie im „Markierungsmodus“ Ihre Maustaste oder im „Turbo-Modus“ eine Tastaturtaste loslassen. Nutzen Sie dies, um das Menü zu erkunden!",
    "main": {
        "is-running-header": "Kando läuft bereits",
        "is-running-message": "Überprüfen Sie das Taskleistensymbol für einige Optionen!",
        "failed-to-start-header": "Kando konnte nicht gestartet werden"
    },
    "sidebar": {
        "introduction-tab-header": "Einführung",
        "introduction-tab-slide-1-caption": "Irgendwo Klicken: Sie müssen nicht genau auf ein Element klicken, Sie müssen nur irgendwo in dessen Bereich klicken!",
        "introduction-tab-slide-2-caption": "Zurück: Navigieren Sie schnell eine Ebene nach oben, indem Sie auf das mittlere Element klicken.",
        "introduction-tab-slide-4-caption": "Turbo-Modus: Wenn Sie nach dem Öffnen des Menüs eine Taste gedrückt halten, können Sie durch einfaches Bewegen des Zeigers eine Auswahl treffen. Dies ist der schnellste Weg, Einträge auszuwählen!",
        "dev-tools-button-tooltip": "Öffnen Sie die Web-Entwickler-Tools zur Analyse des UI.",
        "reload-menu-theme-button": "Aktuelles Menü-Theme Neuladen",
        "reload-menu-theme-button-tooltip": "CSS-Änderungen werden sofort angewendet. Für Änderungen an der Datei theme.json müssen Sie das Menü erneut öffnen.",
        "introduction-tab-slide-5-caption": "Keine versehentlichen Auswahlen: Aktionen werden erst ausgeführt, sobald Sie im „Markierungsmodus“ die Maustaste oder im „Turbomodus“ eine Taste auf der Tastatur loslassen. Nutzen Sie dies, um das Menü zu erkunden!",
        "introduction-tab-slide-3-caption": "Markierungsmodus: Ziehen Sie über ein Element, um in den Markierungsmodus zu wechseln. Wenn Sie die Zeigerbewegung pausieren oder eine Kurve zeichnen, wird das aktuell gezogene Untermenü geöffnet.",
        "development-tab-header": "Entwicklung",
        "dev-tools-button": "Entwicklerwerkzeuge Anzeigen"
    }
}
