{
    "items": {
        "hotkey": {
            "name": "شبیه سازی میانبر",
            "tip-2": "اگر نمی توانید کلیدی را ضبط کنید زیرا توسط سیستم استفاده می شود، نام آن را مستقیماً تایپ کنید.",
            "tip-1": "هنگام ضبط یک کلید میانبر، لازم نیست همه کلیدها را همزمان فشار دهید. می توانید آنها را یکی پس از دیگری فشار دهید.",
            "tip-3": "برای دیدن نام‌ همه کلید های معتبر روی این لینک کلیک کنید.",
            "description": "یک کلید میانبر را فشار می دهد."
        },
        "command": {
            "tip-3": "از {{app_name}} برای درج کردن اسم برنامه ای که هنگام باز کردن منو متمرکز بود استفاده کنید.",
            "name": "اجرای دستور",
            "description": "هر دستوری را اجرا می کند.",
            "command-hint": "اجرا خواهد شد.",
            "tip-1": "می توانید از نوع ایتم دستور برای اجرای برنامه ها یا دستور ها استفاده کنید.",
            "tip-2": "اگر مسیر یک فایل اجرایی حاوی فاصله باشد، باید آن را در نقل قول یا \" \" بپیچید.",
            "command": "دستور",
            "tip-4": "از {{window_name}} برای درج کردن اسم پنجره ای که هنگام باز کردن منو متمرکز بود استفاده کنید.",
            "tip-5": "از {{pointer_x}} و {{pointer_y}} برای درج کردن موقعیت نشانگر جایی که منو باز شده بود استفاده کنید."
        },
        "common": {
            "not-configured": "پیکربندی نشده",
            "delayed-option": "بعد از بستن منو اجرا کن",
            "delayed-option-hint": "هنگامی مورد استفاده قرار می گیرد که پنجره هدف نیاز به متمرکز بودن دارد."
        },
        "file": {
            "tip-1": "می توانید از این نوع آیتم برای باز کردن فایل ها یا پوشه ها استفاده کنید.",
            "file-hint": "این باز خواهد شد.",
            "file": "مسیر فایل",
            "name": "فایل را باز کنید",
            "description": "فایل یا پوشه ای را باز می کند."
        },
        "macro": {
            "tip-2": "برای دیدن نام همه کلید های معتبر روی این لینک کلیک کنید.",
            "description": "یک ماکرو تایپ می کند.",
            "name": "شبیه سازی ماکرو",
            "tip-1": "به‌طور پیش‌فرض، کاندو یک تأخیر 10 میلی‌ثانیه ای قبل از هر رویداد کلید اضافه می‌کند. می توانید این مورد را با ویژگی \"تاخیر\" تغییر دهید."
        },
        "redirect": {
            "tip-2": "از نام منوی خالی یا نامشخص خودداری کنید.",
            "tip-1": "برای نام منوها از حروف ثابت (بزرگ و کوچک) استفاده کنید."
        }
    }
}
