{
    "menu-items": {
        "command": {
            "command": "Εντολή",
            "command-info": "Αυτό θα εκτελεστεί.",
            "description": "Εκτελεί οποιαδήποτε shell εντολή.",
            "name": "Εκτέλεση εντολής",
            "tip-1": "Μπορείτε να χρησιμοποιήσετε το command item για να εκκινήσετε εφαρμογές ή scripts.",
            "tip-2": "Εάν η διαδρομή προς ένα εκτελέσιμο αρχείο περιέχει κενά, θα πρέπει να \"την τυλίξετε σε εισαγωγικά\".",
            "tip-3": "Χρησιμοποιήστε το {{app_name}} για να εισαγάγετε το όνομα της εφαρμογής που εστιάστηκε όταν ανοίξατε το μενού.",
            "tip-4": "Χρησιμοποιήστε το {{window_name}} για να εισαγάγετε το όνομα του παραθύρου στο οποίο εστιάσατε όταν ανοίξατε το μενού.",
            "tip-5": "Χρησιμοποιήστε {{pointer_x}} και {{pointer_y}} για να εισαγάγετε τη θέση του δείκτη όπου άνοιξε το μενού."
        },
        "file": {
            "description": "Ανοίγει ένα αρχείο ή φάκελο.",
            "file": "Διαδρομή Αρχείου",
            "name": "Ανοίξτε το Αρχείο",
            "tip-1": "Μπορείτε να χρησιμοποιήσετε αυτόν τον τύπο στοιχείου για να ανοίξετε αρχεία ή φακέλους."
        },
        "hotkey": {
            "description": "Πατάει ένα πλήκτρο πρόσβασης.",
            "name": "Προσομοίωση πλήκτρου πρόσβασης",
            "tip-1": "Κατά την εγγραφή ενός πλήκτρου πρόσβασης, δεν χρειάζεται να πατήσετε όλα τα πλήκτρα ταυτόχρονα. Μπορείτε να τα πατήσετε το ένα μετά το άλλο.",
            "tip-2": "Εάν δεν μπορείτε να εγγράψετε ένα κλειδί επειδή χρησιμοποιείται από το σύστημα, δοκιμάστε να πληκτρολογήσετε απευθείας το όνομά του."
        },
        "macro": {
            "description": "Πληκτρολογεί μια μακροεντολή πληκτρολογίου.",
            "name": "Προσομοίωση μακροεντολής",
            "tip-1": "Από προεπιλογή, το Kando προσθέτει μια καθυστέρηση 10 ms πριν από κάθε βασικό συμβάν. Μπορείτε να το αλλάξετε με την ιδιότητα \"καθυστέρηση\"."
        },
        "redirect": {
            "description": "Ανοίγει άλλο μενού.",
            "name": "Ανακατεύθυνση"
        },
        "submenu": {
            "description": "Περιέχει άλλα στοιχεία του μενού.",
            "name": "Υπομενού",
            "tip-1": "Τα υπομενού μπορούν να χρησιμοποιηθούν για την ομαδοποίηση στοιχείων.",
            "tip-2": "Μπορείτε επίσης να ενσωματώσετε υπομενού μέσα σε υπομενού.",
            "tip-3": "Τα υπομενού μπορούν να χρησιμοποιηθούν για τη δημιουργία πολύπλοκων δομών μενού.",
            "tip-4": "Θα πρέπει να αποφύγετε την προσθήκη περισσότερων από δώδεκα στοιχείων σε ένα υπομενού. Το οκτώ είναι καλός αριθμός.",
            "tip-5": "Μπορείτε να χρησιμοποιήσετε τα μικροσκοπικά εικονίδια κλειδαριάς στην προεπισκόπηση για να καθορίσετε τη θέση ενός στοιχείου στο μενού.",
            "tip-6": "Μπορείτε να αναδιατάξετε τα στοιχεία σύροντάς τα στην προεπισκόπηση."
        },
        "text": {
            "description": "Εισάγετε το κείμενο που δίνεται.",
            "name": "επικολλήστε κείμενο",
            "placeholder": "Εισαγάγετε οποιοδήποτε κείμενο…",
            "tip-1": "Αυτή η ενέργεια χρησιμοποιεί το πρόχειρό σας για την επικόλληση του κειμένου. Μετά τη χρήση της ενέργειας, το πρόχειρο θα περιέχει το κείμενο."
        }
    }
}
