{
    "items": {
        "hotkey": {
            "tip-2": "Εάν δεν μπορείτε να εγγράψετε ένα κλειδί επειδή χρησιμοποιείται από το σύστημα, δοκιμάστε να πληκτρολογήσετε απευθείας το όνομά του.",
            "description": "Πατάει ένα πλήκτρο πρόσβασης.",
            "tip-3": "Κάντε κλικ σε αυτόν τον σύνδεσμο για να δείτε όλα τα έγκυρα ονόματα κλειδιών.",
            "tip-1": "Κατά την εγγραφή ενός πλήκτρου πρόσβασης, δεν χρειάζεται να πατήσετε όλα τα πλήκτρα ταυτόχρονα. Μπορείτε να τα πατήσετε το ένα μετά το άλλο.",
            "name": "Προσομοίωση πλήκτρου πρόσβασης"
        },
        "redirect": {
            "description": "Ανοίγει άλλο μενού",
            "redirect-hint": "Αυτό το μενού θα ανοίξει",
            "name": "Ανακατεύθυνση",
            "tip-2": "Αποφύγετε τα κενά ή ακαθόριστα ονόματα μενού.",
            "tip-3": "Αποφύγετε τις επαναλαμβανόμενες ανακατευθύνσεις.",
            "redirect": "Ανακατεύθυνση",
            "tip-1": "Χρησιμοποιήστε σταθερά γράμματα για τα ονόματα των μενού."
        },
        "text": {
            "tip-1": "Αυτή η ενέργεια χρησιμοποιεί το πρόχειρό σας για την επικόλληση του κειμένου. Μετά τη χρήση της ενέργειας, το πρόχειρο θα περιέχει το κείμενο.",
            "placeholder": "Εισαγάγετε οποιοδήποτε κείμενο…",
            "name": "επικολλήστε κείμενο",
            "description": "Εισάγετε το κείμενο που δίνεται."
        },
        "macro": {
            "tip-2": "Κάντε κλικ σε αυτόν τον σύνδεσμο για να δείτε όλα τα έγκυρα ονόματα κλειδιών.",
            "name": "Προσομοίωση μακροεντολής",
            "tip-1": "Από προεπιλογή, το Kando προσθέτει μια καθυστέρηση 10 ms πριν από κάθε βασικό συμβάν. Μπορείτε να το αλλάξετε με την ιδιότητα \"καθυστέρηση\".",
            "description": "Πληκτρολογεί μια μακροεντολή πληκτρολογίου."
        },
        "command": {
            "tip-3": "Χρησιμοποιήστε το {{app_name}} για να εισαγάγετε το όνομα της εφαρμογής που εστιάστηκε όταν ανοίξατε το μενού.",
            "tip-5": "Χρησιμοποιήστε {{pointer_x}} και {{pointer_y}} για να εισαγάγετε τη θέση του δείκτη όπου άνοιξε το μενού.",
            "command": "Εντολή",
            "command-hint": "Αυτό θα εκτελεστεί.",
            "name": "Εκτέλεση εντολής",
            "tip-2": "Εάν η διαδρομή προς ένα εκτελέσιμο αρχείο περιέχει κενά, θα πρέπει να \"την τυλίξετε σε εισαγωγικά\".",
            "description": "Εκτελεί οποιαδήποτε shell εντολή.",
            "tip-1": "Μπορείτε να χρησιμοποιήσετε το command item για να εκκινήσετε εφαρμογές ή scripts.",
            "tip-4": "Χρησιμοποιήστε το {{window_name}} για να εισαγάγετε το όνομα του παραθύρου στο οποίο εστιάσατε όταν ανοίξατε το μενού."
        },
        "common": {
            "delayed-option-hint": "Χρήσιμο εάν μία ενέργεια στοχεύει σε ένα παράθυρο που πρέπει να εστιασθεί.",
            "not-configured": "Δεν έχει ρυθμιστεί",
            "delayed-option": "Εκτέλεση μετά το κλείσιμο του μενού"
        },
        "file": {
            "file": "Διαδρομή Αρχείου",
            "file-hint": "Αυτό θα ανοίξει.",
            "name": "Ανοίξτε το Αρχείο",
            "description": "Ανοίγει ένα αρχείο ή φάκελο.",
            "tip-1": "Μπορείτε να χρησιμοποιήσετε αυτόν τον τύπο στοιχείου για να ανοίξετε αρχεία ή φακέλους."
        },
        "submenu": {
            "name": "Υπομενού",
            "tip-5": "Μπορείτε να χρησιμοποιήσετε τα μικροσκοπικά εικονίδια κλειδαριάς στην προεπισκόπηση για να καθορίσετε τη θέση ενός στοιχείου στο μενού.",
            "tip-6": "Μπορείτε να αναδιατάξετε τα στοιχεία σύροντάς τα στην προεπισκόπηση.",
            "tip-7": "Μπορείτε να διαγράψετε ένα μενού σύροντάς το από την καρτέλα μενού στην καρτέλα του κάδου απορριμμάτων στη γραμμή εργαλείων.",
            "tip-10": "Μπορείτε να αντιγράψετε μενού και στοιχεία σύροντάς τα κρατώντας πατημένο το πλήκτρο Ctrl.",
            "description": "Περιέχει άλλα στοιχεία του μενού.",
            "tip-9": "Κατά την εγγραφή μιας συντόμευσης, δεν χρειάζεται να πατήσετε όλα τα πλήκτρα ταυτόχρονα. Μπορείτε να τα πατήσετε το ένα μετά το άλλο.",
            "tip-1": "Τα υπομενού μπορούν να χρησιμοποιηθούν για την ομαδοποίηση στοιχείων.",
            "tip-4": "Θα πρέπει να αποφύγετε την προσθήκη περισσότερων από δώδεκα στοιχείων σε ένα υπομενού. Το οκτώ είναι καλός αριθμός.",
            "tip-2": "Μπορείτε επίσης να ενσωματώσετε υπομενού μέσα σε υπομενού.",
            "tip-3": "Τα υπομενού μπορούν να χρησιμοποιηθούν για τη δημιουργία πολύπλοκων δομών μενού.",
            "tip-8": "Μπορείτε να αφαιρέσετε στοιχεία σύροντάς τα στην καρτέλα του κάδου απορριμμάτων στη γραμμή εργαλείων.",
            "tip-11": "Μπορείτε να ανοίξετε μενού από τη γραμμή εντολών μέσω της σημαίας --menu.",
            "detailed-description_one": "Περιέχει ένα στοιχείο του μενού.",
            "detailed-description_other": "Περιέχει {{count}} στοιχεία του menu."
        }
    }
}
